{
  "title": "DefilabDao",
  "aboutTitle": "О нас",
  "aboutDescription": "Наша организация является частью децентрализованного будущего. Присоединяйтесь к нам в этом потрясающем путешествии!",
  "statisticsTitle": "On-Chain Статистика",
  "membersTitle": "Участники DAO",
  "membersAddress": "Адрес",
  "membersBalance": "GT баланс",
  "createDaoTitle": "Выберите имя и символ для DAO, GT получит те же параметры. Распределите GT между адресами, которые будут участвовать в голосовании.",
  "daoSymbol": "Символ DAO",
  "createDao": "Создание DAO",
  "tabs": {
    "balance": "Баланс",
    "members": "Участники",
    "features": "Особенности",
    "lp": "LP Token",
    "voting": "Голосование"
  },
  "votingTitle": "Список голосов",
  "createVoting": "Создать голосование",
  "popoverInfo": {
    "dao": {
      "name": "Название DAO - это уникальное название вашей децентрализованной автономной организации, которое помогает пользователям идентифицировать и отличать ее среди других DAO. Обычно название DAO отражает цель или основную идею вашей организации.",
      "symbol": "Символ DAO - это короткое сокращение, состоящее из нескольких символов (обычно 3-5), которое представляет ваш DAO на рынке и в кошельках. Символ служит упрощенным идентификатором вашей организации.",
      "partnerAddress": "Введите адрес кошелька партнера вашего DAO. Этот адрес будет связан с распределением управляющего токена (GT) для партнера вашего DAO, позволяя им участвовать в принятии решений.",
      "gtAmount": "Введите количество токенов GT для этого партнера вашего DAO. GT - это управляющий токен вашего DAO. Решения будут приниматься на основе долей токенов GT всех участников DAO, обеспечивая справедливый и децентрализованный процесс принятия решений.",
      "quorum": "Кворум - это процент голосов в DAO, необходимый для принятия решения. Установив кворум, вы можете гарантировать достижение определенного уровня консенсуса перед утверждением решения, что способствует прозрачности и сотрудничеству в рамках DAO."
    }
  }
}
