{
  "title": "Добро пожаловать в CryptoDo Build2Earn Quests!",
  "yourPoints": "Ваши поинты: ",
  "description": {
    "title": "Мы запустили эту программу, чтобы научить пользователей создавать приложения web 3 без навыков программирования с помощью CryptoDo, а также вознаграждать разработчиков токенами CDO за выполнение заданий. ",
    "descr": "Выполняя задания CryptoDo B2E, вы будете зарабатывать очки и подниматься в таблице лидеров. В общей сложности $100,000 долларов в токенах CDO будут распределены между участниками в соответствии с этой таблицей:",
    "descr1": "Кроме того, все участники, которые наберут более 200 баллов, но не попадут в топ-1000, получат гарантированные 20 CDO.",
    "descr2": "Участвуйте в приведенных ниже квестах CryptoDo, станьте экспертом в пространстве web3 и получайте награды!"
  },
  "rewards": "Топ 1 получит 5000 CDO\nТоп 3 получат 3000 CDO\nТоп 10 получат 1000 CDO\nТоп 30 получат 600 CDO\nТоп 60 получат 400 CDO\nТоп 100 получат 300 CDO\nТоп 300 получат 150 CDO\nТоп 500 получат 100 CDO\nТоп 1000 получат 50 CDO",
  "quests": {
    "title": "Квесты",
    "contracts": {
      "ERC20_CONTRACT": {
        "title": "Создайте ERC20 или дефляционный токен - <0>инструкция</0>",
        "descr": "ERC20 - это широко принятый стандарт для создания взаимозаменяемых токенов на блокчейне Ethereum. Токены ERC 20 используются для различных целей, таких как краудфандинг, платежи или просто как средство обмена ценностями, и могут быть проданы на различных криптовалютных биржах."
      },
      "ERC20_DEF_CONTRACT": {
        "title": "Создайте ERC20 или дефляционный токен",
        "descr": "ERC20 - это широко принятый стандарт для создания взаимозаменяемых токенов на блокчейне Ethereum. Токены ERC 20 используются для различных целей, таких как краудфандинг, платежи или просто как средство обмена ценностями, и могут быть проданы на различных криптовалютных биржах."
      },
      "ICO_CONTRACT": {
        "title": "Создать контракт на ICO (краудсейл) - <0>инструкция</0>",
        "descr": "Смарт-контракт краудсейла (ICO) - это способ продать токены вашего проекта инвесторам за другую криптовалюту с определенными условиями, такими как цена, период блокировки и другие, закодированные в самоисполняющемся коде в сети блокчейн."
      },
      "ERC721_CONTRACT": {
        "title": "Создать контракт на сбор NFT - <0>инструкция</0>",
        "descr": "Коллекции NFT (ERC721) представляют собой наборы взаимозаменяемых токенов, что означает, что каждый токен уникален и не может быть обменен на другой токен равной ценности. Эти токены используются в различных приложениях, таких как цифровое искусство, игры и предметы коллекционирования, где их уникальность и ограниченный запас повышают ценность и привлекательность для коллекционеров и энтузиастов."
      },
      "DAO_CONTRACT": {
        "title": "Создайте DAO с более чем 2 партнерами - <0>инструкция</0>",
        "descr": "DAO - это децентрализованная организация, которая работает на основе смарт-контрактов, позволяя членам голосовать и участвовать в принятии решений без посредников. Он используется в различных контекстах, таких как децентрализованные финансы, цифровая идентификация и управление цепочками поставок, для обеспечения прозрачности, безопасности и эффективности распределенной экосистемы."
      },
      "LOTTERY_CONTRACT": {
        "title": "Создайте блокчейн-лотерею - <0>инструкция</0>",
        "descr": "Блокчейн-лотерея по смарт-контракту - это самоисполняющаяся лотерея в сети блокчейн, позволяющая участникам приобретать билеты с использованием криптовалюты и обеспечивающая справедливость и прозрачность при распределении вознаграждений. Он используется для различных целей, таких как сбор средств, игры или стимулирование поведения."
      },
      "AIRDROP_CONTRACT": {
        "title": "Создайте AirDrop смарт контракт",
        "descr": "Multisender/AirDrop - это умный контракт, который помогает отправлять токены или валюты ETH/BNB/Matic и другие множеству получателей с помощью одной простой транзакции. Кроме того, при использовании контракта AirDrop вы можете сэкономить до 80% на сетевых комиссиях при распределении криптовалют на кошельки."
      },
      "MULTISIG_CONTRACT": {
        "title": "Создайте Multisig смарт контракт",
        "descr": "Мультиподпись — это специальный тип смарт-контракта, который позволяет группе владельцев совместно контролировать и управлять активами или выполнением функций. Он идеально подходит для организаций и сообществ, которым требуется коллективное принятие решений. Каждый владелец имеет определенный «вес» голосов, и для выполнения любой функции необходим кворум."
      },
      "VESTING_CONTRACT": {
        "title": "Создайте Vesting смарт контракт",
        "descr": "Контракты блокировки и вестинга — это особые типы смарт-контрактов, используемые для блокировки токенов и их последующей разблокировки в течение запланированного периода. Этот метод жизненно важен для контроля распределения токенов между различными заинтересованными сторонами, установления согласованных стимулов и обеспечения приверженности проекту в долгосрочной перспективе."
      }
    }
  },
  "ref": "Реферальная ссылка",
  "refDescr": "Получай 20% от поинтов своих друзей",
  "fiftyPoints": "50 поинтов",
  "social": {
    "twitter": {
      "title": "Опубликуйте твит о программе Build2Earn квестов CryptoDo и получите дополнительные <0></0> на свой баланс",
      "alreadyCompleted": "Вы уже опубликовали твит",
      "action": "Tweet",
      "points": "50 поинтов",
      "placeholder": "Ссылка на твит",
      "checkTweet": "Проверить",
      "tweetSucceed": "Вы получили 50 поинтов за твит!"
    },
    "telegram": {
      "title": "Зайдите в Telegram-бот и подпишитесь на соцсети CryptoDo за <0></0>",
      "action": "Подписаться",
      "points": "80 поинтов",
      "alreadyCompleted": "Вы уже подписаны на все соцсети CryptoDo"
    }
  },
  "conditions": "Узнать больше...",
  "points_one": "{{count}} Поинт",
  "points": "{{count}} Поинтов",
  "pointsWithoutCount": "Поинтов",
  "bug": {
    "title": "Вознаграждение за найденные баги",
    "descr1": "Находите критические ошибки и получайте дополнительные очки!",
    "descr2": "Заполните форму, чтобы рассказать нам об ошибках и проблемах CryptoDo"
  },
  "leaderboard": {
    "title": "Лидерборд"
  }
}
