{
  "title": "Смарт Контракты",
  "post": "Опубликовать в Mainnet",
  "buttonNext": "Следующая",
  "buttonPrev": "Предыдущая",
  "createContract": "Создать контракт",
  "noContract": {
    "title": "У вас еще нет смарт-контрактов",
    "descr": "Чтобы начать, создайте свой первый смарт-контракт",
    "create": "Создать"
  },
  "create": {
    "title": "Создать Web3 приложение",
    "blockchain": "Блокчейн",
    "type": "Тип контракта",
    "choose": "Выберите тип контракта",
    "submit": "Продолжить",
    "soon": "скоро"
  },
  "typeDescriptions": {
    "ERC20_CONTRACT": "ERC20 — это широко распространенный стандарт для создания взаимозаменяемых токенов на блокчейне Ethereum. Токены ERC20 используются для различных целей, таких как краудфандинг, платежи или просто как средство обмена стоимостью, и могут продаваться на различных биржах криптовалюты.",
    "ERC20_DEF_CONTRACT": "ERC20 — это широко распространенный стандарт для создания взаимозаменяемых токенов на блокчейне Ethereum. Токены ERC20 используются для различных целей, таких как краудфандинг, платежи или просто как средство обмена стоимостью, и могут продаваться на различных биржах криптовалюты.",
    "ICO_CONTRACT": "Смарт-контракт краудсейла (ICO) — это способ продажи токенов вашего проекта инвесторам за другую криптовалюту с определенными условиями, такими как цена, период блокировки и другие, закодированные в самоисполняющемся коде в сети блокчейн.",
    "ERC721_CONTRACT": "Коллекции NFT (ERC721) представляют собой наборы невзаимозаменяемых токенов, что означает, что каждый токен уникален и не может быть обменен на другой токен равной стоимости. Эти токены используются в различных приложениях, таких как цифровое искусство, игры и предметы коллекционирования, где их уникальность и ограниченное предложение повышают ценность и привлекают коллекционеров и энтузиастов.",
    "DAO_CONTRACT": "DAO — это децентрализованная организация, работающая на основе смарт-контрактов, позволяющая членам голосовать и участвовать в принятии решений без посредников. Он используется в различных контекстах, таких как децентрализованные финансы, цифровая идентификация и управление цепочками поставок, для обеспечения прозрачности, безопасности и эффективности распределенной экосистемы.",
    "LOTTERY_CONTRACT": "Блокчейн-лотерея на смарт-контракте — это самоисполняющаяся лотерея в сети блокчейн, позволяющая участникам приобретать билеты с использованием криптовалюты и обеспечивающая справедливость и прозрачность распределения вознаграждений. Он используется для различных целей, таких как сбор средств, игры или стимулирование поведения.",
    "AIRDROP_CONTRACT": "Multisender/AirDrop - это смарт-контракт контракт, который помогает отправлять токены или валюты ETH/BNB/Matic и другие множеству получателей с помощью одной простой транзакции. Кроме того, при использовании контракта AirDrop вы можете сэкономить до 80% на сетевых комиссиях при распределении криптовалют на кошельки.",
    "MULTISIG_CONTRACT": "Мультиподпись — это специальный тип смарт-контракта, который позволяет группе владельцев совместно контролировать и управлять активами или выполнением функций. Он идеально подходит для организаций и сообществ, которым требуется коллективное принятие решений. Каждый владелец имеет определенный «вес» голосов, и для выполнения любой функции необходим кворум.",
    "VESTING_CONTRACT": "Контракты блокировки и вестинга — это особые типы смарт-контрактов, используемые для блокировки токенов и их последующей разблокировки в течение запланированного периода. Этот метод жизненно важен для контроля распределения токенов между различными заинтересованными сторонами, установления согласованных стимулов и обеспечения приверженности проекту в долгосрочной перспективе."
  },
  "meta": {
    "contractSourceCode": "Код контракта",
    "contractAbi": "ABI контракта"
  },
  "moreInfo": "Больше информации"
}
